import { IconType } from "react-icons";
import { HiLightBulb, HiOutlineBriefcase } from "react-icons/hi";
import { FaUncharted } from "react-icons/fa";

const profile = {
    strength: [
        "Ali builds responsive websites and cross-border testing across various devices including desktop, mobile and tablet",
        "Experience in Full Stack Development",
        "Strong web development skills",
        "Cloud and DevOps knowledge"
    ],
    skills: [
        {
            title: "Languages and Frameworks",
            names: ["TypeScript", "JavaScript", "Java (Springboot)", "React.js", "Node.js", "Svelte.js", "Angular", "HTML", "CSS", "Bootstrap", "TailwindCSS", "Jest", "11.ty"]
        },
        {
            title: "Tools / Utilites",
            names: ["Design pattern (Figma)", "Project management software (ZhenHub, Trello, Notion, ClickUP)", "Latex"]
        },
        {
            title: "Web Technologies",
            names: ["Docker", "Git", "Firebase", "NPM", "Webpack"]
        },
        {
            title: "Databases",
            names: ["MongoDB", "MySQL", "PostgreSQL", "Firebase"]
        }
    ],
    experiences: [
        {
            title: "Senior Frontend Developer",
            company: "ReformedTech",
            location: "Dhaka",
            date: "2020 - Present",
            link: "https://reformedtech.org/",
            descriptions: [],
            responsibilities: {
                opening: "As a Senior Front End Developer, the primary responsibilities for this position include:",
                list: [
                    "Build modern client-side web applications using cutting edge technologies.",
                    "Work seamlessly with the rest of the development team (e.g. back-end & front-end developers).",
                    "Work in an agile environment and Iterate quickly based on customer and internal feedback.",
                    "Participating in design discussions, helping to decide company's best ways of building new features",
                    "Mentor others in my areas of expertise."
                ]
            },
            projects: [{
                title: "Theameswell Hotel",
                description: "",
                link: "",
                note: ""
            }]
        }
    ]
}

const getExperienceEle = (experience: any) => {
    return <article >
        <div>{experience.titile}</div>
        <div>
            <div>{experience.company}, {experience.location}</div>
            <div>{experience.date}</div>
        </div>
        <div>
            <div>{experience.responsibilities.opening}</div>
            <ul>
                {experience.responsibilities.list.map((li: string) => <li>{li}</li>)}
            </ul>
        </div>
        <div>
            <div>Projects</div>
            <ul>
            </ul>
        </div>
    </article>
}

const ArticleHeader = ({ title, IconComponent }: { title: string, IconComponent: IconType }) => {
    return (<article key={title} className="h-16">
        <div className="relative border-b border-black text-right text-xl my-2">
            <IconComponent size={50} className="absolute border rounded-full border-black bg-white p-1" />
            <span className="text-primary">{title}</span>
        </div>
    </article>);
}

const getSkillEle = ({ title, names }: { title: string, names: string[] }) => {
    return (
        <article key={title} className="pb-4">
            <header className="text-primary">{title}</header>
            <ul className="list-disc list-outside text-dark ml-20">
                <li>{names.map(name => name).join(", ")}.</li>
            </ul>
        </article>
    )
}

export default function CV() {
    return (
        <div className="grid grid-cols-7 gap-2">
            <div className="col-span-2 h-screen sticky top-0 bottom-0 bg-secondary">
                ictum interdum, nisi lorem egestas odio, vitae scelerisque enim ligula venenatis dolor. Maecenas nisl est, ultrices nec congue eget, auctor vitae massa. Fusce luctus vestibulum augue ut aliquet. Mauris ante ligula, facilisis sed ornare eu, lobortis in odio. Praesent convallis urna a lacus interdum ut hendrerit risus congue. Nunc sagittis dictum nisi, sed ullamcorper ipsum dignissim ac. In at libero sed nunc venenatis imperdiet sed ornare turpis. Donec vitae dui eget tellus gravida venenatis. Integer fringilla congue eros non fermentum. Sed dapibus pulvinar nibh tempor porta. Cras ac leo purus. Mauris quis diam velit. Lorem ipsum dolor sit amet, consectetur adipiscing elit. Phasellus imperdiet, nulla et dictum interdum, nisi lorem egestas odio, vitae scelerisque enim ligula venenatis dolor. Maecenas nisl est, ultrices nec congue eget, auctor vitae massa. Fusce luctus vestibulum augue ut aliquet. Mauris ante ligula, facilisis sed ornare eu, lobortis in odio. Praesent convallis urna a lacus interdum ut hendrerit risus congue. Nunc sagittis dictum nisi, sed ullamcor
            </div>
            <div className="col-span-5 font-primary">
                <section className="pr-16">
                    <ArticleHeader title="Key Strength" IconComponent={HiLightBulb} />
                    <ul className="list-disc list-outside text-dark ml-20">
                        {profile.strength.map(item => <li key={item}>{item}</li>)}
                    </ul>
                </section>

                <section className="pr-16">
                    <ArticleHeader title="Tech Skills" IconComponent={FaUncharted} />
                    <div className="list-disc list-outside text-dark ml-6">
                        {profile.skills.map(item => getSkillEle(item))}
                    </div>
                </section>

                <section className="pr-16">
                    <ArticleHeader title="Experience" IconComponent={HiOutlineBriefcase} />
                    {profile.experiences.map(exp => getExperienceEle(exp))}
                </section>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>
                <p>চট্টগ্রামের সীতাকুণ্ডের বিএম কনটেইনার ডিপোতে ‘হাইড্রোজেন পারক্সাইড’ নামের বিপুল পরিমাণ দাহ্য রাসায়নিক রয়েছে। ফায়ার সার্ভিস ও ডিপোর কর্মীদের সঙ্গে কথা বলে এ তথ্য জানা গেছে।

                    হাইড্রোজেন পারক্সাইড একটি রাসায়নিক যৌগ। এটি যদি উত্তপ্ত করা হয়, তাহলে তাপীয় বিয়োজনে হাইড্রোজেন পারক্সাইড বিস্ফোরক হিসেবে আচরণ করে।

                    ডিপোটিতে গতকাল শনিবার রাতে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণের পর ডিপোতে আগুন ধরে যায়। এই আগুন আজ রোববার সকালেও জ্বলছে। কিছুক্ষণ পরপর বিস্ফোরণের শব্দ শোনা যাচ্ছে। এ ঘটনায় শেষ খবর পাওয়া পর্যন্ত ফায়ার সার্ভিসের দুই কর্মীসহ অন্তত ১৯ জনের লাশ উদ্ধার করা হয়েছে।</p>

            </div>
        </div>
    )
}